{
    "data": {
        "getPodcastSeries": {
            "uuid": "d682a935-ad2d-46ee-a0ac-139198b83bcc",
            "imageUrl": "https://thisamericanlife.org/sites/all/themes/thislife/img/tal-logo-3000x3000.png",
            "name": "This American Life",
            "description": "Each week we choose a theme. Then anything can happen. This American Life is true stories that unfold like little movies for radio. Personal stories with funny moments, big feelings, and surprising plot twists. Newsy stories that try to capture what it’s like to be alive right now. It’s the most popular weekly podcast in the world, and winner of the first ever Pulitzer Prize for a radio show or podcast. Hosted by Ira Glass and produced in collaboration with WBEZ Chicago.",
            "episodes": [
                {
                    "uuid": "4252cd22-72c6-4936-94d2-e68a2baee4e9",
                    "name": "553: Stuck in the Middle",
                    "description": "<p>People caught in limbo, using ingenuity and guile to try to get themselves out.\n</p><ul><li>Prologue: Rachel has two kids. Elias, age seven, is a vegetarian. Theo, age five, is not. But Elias wants Theo, and everyone else in the house, to be vegetarian too. So Rachel and her husband are in the middle of negotiating the desires of two very strong willed kids. (12 minutes)</li><li>Act One: Sara Corbett's father-in-law Dick is 81. And he's become obsessed with a limbo most of us hate – the music he hears whenever he's on hold. (14 minutes)</li><li>Act Two: Mark Oppenheimer reports on agunah in the Orthodox Jewish community. An agunah is a woman whose husband refuses to give her a divorce – in Hebrew it means \"chained wife.\" If you're an Orthodox Jew, strictly following Jewish law, the only real way to get divorced is if your husband agrees to hand you a piece of paper called a get. Without the get, women who want out of their marriages can stay chained to their husbands for years. In New York, a couple of rabbis were recently accused of using violence to force men to give their wives a get. (17 minutes)</li><li>Act Three: Brett Martin documents a previously unnoticed human phenomenon, one that involves airplanes, crying, and Reese Witherspoon. (11 minutes)</li></ul><p>Transcripts are available at <a href=\"https://www.thisamericanlife.org/553/transcript\">thisamericanlife.org</a></p><p><a href='https://www.thisamericanlife.org/page/privacy-policy'>This American Life privacy policy.</a><br /><a href='https://podcastchoices.com/adchoices'>Learn more about sponsor message choices.</a></p>",
                    "audioUrl": "https://pfx.vpixl.com/6qj4J/dts.podtrac.com/redirect.mp3/chtbl.com/track/8DB4DB/pdst.fm/e/traffic.megaphone.fm/NPR9159425904.mp3",
                    "imageUrl": "https://www.thisamericanlife.org/sites/default/files/styles/rss_image/public/images/rss/tal-553.jpg?itok=17XEyW3G"
                },
                {
                    "uuid": "4a70082d-c2cb-4b10-8b07-bf693c5fc4fb",
                    "name": "841: My Senior Year",
                    "description": "<p>One kid comes to America as an exchange student and commits herself to the senior year experience.\n</p><ul><li>Prologue: We talk to high school seniors in Salt Lake City who are trying to have the perfect year. (5 minutes)</li><li>Act One: Every year, thousands of teenagers come from all over the world to experience American high school. Last year, thirteen students from Palestine came to the US on a program sponsored by the US State Department. We tell the story of a girl named Majd, from Gaza, and her extraordinary year in America. (50 minutes)</li></ul><p>Transcripts are available at <a href=\"https://www.thisamericanlife.org/841/transcript\">thisamericanlife.org</a></p><p><a href='https://www.thisamericanlife.org/page/privacy-policy'>This American Life privacy policy.</a><br /><a href='https://podcastchoices.com/adchoices'>Learn more about sponsor message choices.</a></p>",
                    "audioUrl": "https://pfx.vpixl.com/6qj4J/dts.podtrac.com/redirect.mp3/chtbl.com/track/8DB4DB/pdst.fm/e/traffic.megaphone.fm/NPR4631524452.mp3",
                    "imageUrl": "https://www.thisamericanlife.org/sites/default/files/styles/rss_image/public/images/rss/tal-841.jpg?itok=SCsxSF2x"
                },
                {
                    "uuid": "ef1a1936-d4ad-4276-a390-c275b6baf216",
                    "name": "840: How Are You Not Seeing This?",
                    "description": "<p>People trying and struggling to see what another person sees. \n</p><ul><li>Prologue: Guest-host Tobin Low talks to comedian Tig Notaro about a jarring ride to school with her son. (6 minutes)</li><li>Act One: Producer Aviva DeKornfeld heads to the Calgary Stampede to watch as men try out a machine designed to simulate menstrual cramps. (15 minutes)</li><li>Act Two: A man can’t seem to see anyone in his life for who they really are, plunging his life into chaos. (18 minutes)</li><li>Act Three: Senior Editor David Kestenbaum hears about a way to save some money and help save the world. All he needs is a little help. (5 minutes)</li><li>Act Four: Marie Phillips reads a short story involving an aloof friend, a goose, and some extreme gardening. (7 minutes)</li></ul><p>Transcripts are available at <a href=\"https://www.thisamericanlife.org/840/transcript\">thisamericanlife.org</a></p><p><a href='https://www.thisamericanlife.org/page/privacy-policy'>This American Life privacy policy.</a><br /><a href='https://podcastchoices.com/adchoices'>Learn more about sponsor message choices.</a></p>",
                    "audioUrl": "https://pfx.vpixl.com/6qj4J/dts.podtrac.com/redirect.mp3/chtbl.com/track/8DB4DB/pdst.fm/e/traffic.megaphone.fm/NPR8694814230.mp3",
                    "imageUrl": "https://www.thisamericanlife.org/sites/default/files/styles/rss_image/public/images/rss/tal-840.jpg?itok=FhMa5w-G"
                },
                {
                    "uuid": "58ef9cfb-9ab1-4a4c-8532-3c51fa40505f",
                    "name": "839: Meet Me at the Fair",
                    "description": "<p>Iowa has three million people and a million come to their State Fair, each with their own goals and dreams for the fair. We hang out with some of them, to see if they get what they hoped for.\n</p><ul><li>Prologue: A big bull, a giant slide, and cowboys on horseback shooting balloons are just a few sights you can take in at the Iowa State Fair. Some people come for the spectacle, and some are the spectacle. (8 minutes)</li><li>Act One: Bailey Leavitt comes from a family of carnies. For her, one of the most thrilling things she looks for at the fair is someone who is really good at luring people into spending money at their stand. She takes Ira on an insider’s search for “an agent.” (16 minutes)</li><li>Act 2: Motley Crue pledged never to play the fairgrounds. Then they did. We wondered what that had been like for them. They agreed to an interview, but then they flinched. (1 minute)</li><li>Act Two: What life lessons can kids learn at the 4-H rabbit competition? A lot. (11 minutes)</li><li>Act Three: The Iowa State Fair awarded coveted slots to just nine new food vendors this year. All of them are run by people who already own restaurants or who’ve done other big fairs. All except for an unlikely newcomer: Biscuit Bar. (19 minutes)</li><li>Act Four: As the ferris wheel goes dark and the fair is closing down, one game is racing to meet their quota. Ira watches until the end.</li></ul><p>Transcripts are available at <a href=\"https://www.thisamericanlife.org/839/transcript\">thisamericanlife.org</a></p><p><a href='https://www.thisamericanlife.org/page/privacy-policy'>This American Life privacy policy.</a><br /><a href='https://podcastchoices.com/adchoices'>Learn more about sponsor message choices.</a></p>",
                    "audioUrl": "https://pfx.vpixl.com/6qj4J/dts.podtrac.com/redirect.mp3/chtbl.com/track/8DB4DB/pdst.fm/e/traffic.megaphone.fm/NPR5729005227.mp3?updated=1725707917",
                    "imageUrl": "https://www.thisamericanlife.org/sites/default/files/styles/rss_image/public/images/rss/tal-839.jpg?itok=dPv9Ug_G"
                },
                {
                    "uuid": "f22e28bf-7577-4db5-bccb-e2b55fd7efd9",
                    "name": "838: Letters! Actual Letters!",
                    "description": "<p>When the best—and perhaps only—way to say something is to write it down.\n</p><ul><li>Prologue: Ira goes out with a letter carrier, ‘Grace,’ as she delivers mail on her route. He learns about the people who bring us our mail and also how people treat their mail. (11 minutes)</li><li>Act One: Writing a letter decades after an event that shaped her life was the only way that Nicole Piasecki could make some sense of it. (18 minutes)</li><li>Act Two: Yorkshire, 1866. A farmer overcomes his timidity and writes a very important letter to a local beauty. (3 minutes)</li><li>Act Three: When senior editor David Kestenbaum was still a rookie reporter, he wrote an email to a legend. Then he waited...and waited...for a reply. (6 minutes)</li><li>Act Four: A woman writes an unusual letter on behalf of her husband. (1 minute)</li><li>Act Five: Producer Zoe Chace compares the letters a person gets and the letters they wish they got. (12 minutes)</li></ul><p>Transcripts are available at <a href=\"https://www.thisamericanlife.org/838/transcript\">thisamericanlife.org</a></p><p><a href='https://www.thisamericanlife.org/page/privacy-policy'>This American Life privacy policy.</a><br /><a href='https://podcastchoices.com/adchoices'>Learn more about sponsor message choices.</a></p>",
                    "audioUrl": "https://pfx.vpixl.com/6qj4J/dts.podtrac.com/redirect.mp3/chtbl.com/track/8DB4DB/pdst.fm/e/traffic.megaphone.fm/NPR2805682533.mp3",
                    "imageUrl": "https://www.thisamericanlife.org/sites/default/files/styles/rss_image/public/images/rss/tal-838.jpg?itok=JhCg40-V"
                },
                {
                    "uuid": "fd8e2929-da77-4d49-b95e-e20fafc6af08",
                    "name": "837: Swim Towards the Shark",
                    "description": "<p>In a crisis, when all logic suggests that you get away from the dangerous thing, how will you respond?\n</p><ul><li>Prologue: Ira talks to two members of a recreational swimming club who intentionally swam straight toward a shark that had just bitten their friend. (10 minutes)</li><li>Act One: Sarah Polley has always been reluctant to jump into challenging situations. Then something happened that changed all of that – something that also made her think her teeth were going to fall out. (21 minutes)</li><li>Act Two: Comedian Josh Johnson tells the story of a “trad wife” who stepped into an incendiary situation. And even as the flames consumed her, she kept stepping. (7 minutes)</li><li>Act Three: This summer, thousands of young people have taken to the streets in Nairobi to protest the Kenyan government. But behind those protestors are thousands of worried parents. Reporter Kimu Elolia talks to a woman whose son keeps lying to her. (19 minutes)</li></ul><p>Transcripts are available at <a href=\"https://www.thisamericanlife.org/837/transcript\">thisamericanlife.org</a></p><p><a href='https://www.thisamericanlife.org/page/privacy-policy'>This American Life privacy policy.</a><br /><a href='https://podcastchoices.com/adchoices'>Learn more about sponsor message choices.</a></p>",
                    "audioUrl": "https://pfx.vpixl.com/6qj4J/dts.podtrac.com/redirect.mp3/chtbl.com/track/8DB4DB/pdst.fm/e/traffic.megaphone.fm/NPR2067195734.mp3",
                    "imageUrl": "https://www.thisamericanlife.org/sites/default/files/styles/rss_image/public/images/rss/tal-837.jpg?itok=xiCMOl3S"
                },
                {
                    "uuid": "7332b2c0-ff56-4fb4-aff7-f9c8032a4612",
                    "name": "836: The Big Rethink",
                    "description": "<p>People rethinking some of the most important relationships in their lives — with their sister, their political party, and the nominee for president.\n</p><ul><li>Prologue: Ira observes that we are in a moment of national reconsideration. (2 minutes)</li><li>Act One: Zoe Chace reports on a surprising guest at the Republican National Convention: Teamsters president Sean O’Brien. (18 minutes)</li><li>Act Two: Ira talks to Representative Seth Moulton about what it was like to be among the first members of Congress to call for President Joe Biden to step aside. (18 minutes)</li><li>Act Three: Two adult sisters revisit old rivalries when they compete for a world record in typing with their pinkies. (16 minutes)</li></ul><p>Transcripts are available at <a href=\"https://www.thisamericanlife.org/836/transcript\">thisamericanlife.org</a></p><p><a href='https://www.thisamericanlife.org/page/privacy-policy'>This American Life privacy policy.</a><br /><a href='https://podcastchoices.com/adchoices'>Learn more about sponsor message choices.</a></p>",
                    "audioUrl": "https://pfx.vpixl.com/6qj4J/dts.podtrac.com/redirect.mp3/chtbl.com/track/8DB4DB/pdst.fm/e/traffic.megaphone.fm/NPR5686995219.mp3",
                    "imageUrl": "https://www.thisamericanlife.org/sites/default/files/styles/rss_image/public/images/rss/tal-836.jpg?itok=AeaFeAvf"
                },
                {
                    "uuid": "d28137a2-8ba5-4546-9c4e-c7fc5da5a1f8",
                    "name": "835: Children of Dave",
                    "description": "<p>Boen Wang has a theory that a lot of the misery in his life can be traced to a single moment that happened years before he was born. So he makes a pilgrimage to see if he’s right.\n</p><ul><li>Prologue: Ira talks about what it’s like to go back to 1119 Bayard Street in Baltimore. (6 minutes)</li><li>Part One: Boen visits Norman, Oklahoma, where he was born, to meet the man he thinks changed his parents’ lives—and his life, too. (31 minutes)</li><li>Part Two: Boen’s friend, Andrew, and his parents take what he learned in Part One, throw it into a blender, and push puree. (20 minutes)</li></ul><p>Transcripts are available at <a href=\"https://www.thisamericanlife.org/835/transcript\">thisamericanlife.org</a></p><p><a href='https://www.thisamericanlife.org/page/privacy-policy'>This American Life privacy policy.</a><br /><a href='https://podcastchoices.com/adchoices'>Learn more about sponsor message choices.</a></p>",
                    "audioUrl": "https://pfx.vpixl.com/6qj4J/dts.podtrac.com/redirect.mp3/chtbl.com/track/8DB4DB/pdst.fm/e/traffic.megaphone.fm/NPR1485626536.mp3",
                    "imageUrl": "https://www.thisamericanlife.org/sites/default/files/styles/rss_image/public/images/rss/tal-835.jpg?itok=fWRuS4T6"
                },
                {
                    "uuid": "4820f7f2-f36a-4ce2-9513-f29aa54d1003",
                    "name": "834: Yousef and the Fourth Move",
                    "description": "<p>In Rafah, Yousef is out of options and faces his toughest move yet.\n</p><ul><li>Prologue: Since the beginning of the war in Gaza, Yousef Hammash has decided where to go next and when. In Rafah, he is out of options and faces his toughest move yet. (5 minutes)</li><li>Act One: Yousef does not even want to think about leaving Gaza. (18 minutes)</li><li>Act Two: The actual price — in cash — of getting out of Gaza. (31 minutes)</li></ul><p>Transcripts are available at <a href=\"https://www.thisamericanlife.org/834/transcript\">thisamericanlife.org</a></p><p><a href='https://www.thisamericanlife.org/page/privacy-policy'>This American Life privacy policy.</a><br /><a href='https://podcastchoices.com/adchoices'>Learn more about sponsor message choices.</a></p>",
                    "audioUrl": "https://pfx.vpixl.com/6qj4J/dts.podtrac.com/redirect.mp3/chtbl.com/track/8DB4DB/pdst.fm/e/traffic.megaphone.fm/NPR4699069598.mp3",
                    "imageUrl": "https://www.thisamericanlife.org/sites/default/files/styles/rss_image/public/images/rss/tal-834.jpg?itok=7gcDNujR"
                },
                {
                    "uuid": "5ca22ffe-ab75-48a4-8af7-d18df76f0435",
                    "name": "833: Come Retribution",
                    "description": "<p>Donald Trump has talked about taking retribution on his enemies since the early days of his 2024 presidential campaign. After his conviction last week in New York, his talk intensified. We try to understand what his retribution might look like by speaking with people who have the most to lose in a second Trump administration: people who believe Trump will be coming for them.\n</p><ul><li>Prologue: Donald Trump has talked about taking revenge on his enemies since the early days of his 2024 presidential campaign. Ira Glass talks to reporter Jonathan Karl about how Trump has placed retribution at the center of his run and what we know about how he’s thinking about it. (16 minutes)</li><li>Act One: Reporter Alix Spiegel talks to two people with good reason to fear a second Trump administration. Former White House Press Secretary Stephanie Grisham spent six years with the Trumps but resigned after January 6th and wrote a scathing tell-all book about her experience. Fred Wellman worked for The Lincoln Project - a group of high-profile Republicans who pledged to keep Trump out of office during the 2020 campaign. (22 minutes)</li><li>Act Two: Alex Vindman became the face of the first Trump impeachment after he reported to his superiors that Trump had asked the President of Ukraine to investigate Hunter Biden, the son of his political opponent. At the time, Vindman believed that his Congressional testimony would not jeopardize him; now, he and his wife Rachel are having second thoughts. (14 minutes)</li><li>Act Three: After hearing from people who dread a possible second Trump term, we hear from those who are excited about it. Reporter Zoe Chace checks into whether his supporters are excited for retribution. (7 minutes)</li></ul><p>Transcripts are available at <a href=\"https://www.thisamericanlife.org/833/transcript\">thisamericanlife.org</a></p><p><a href='https://www.thisamericanlife.org/page/privacy-policy'>This American Life privacy policy.</a><br /><a href='https://podcastchoices.com/adchoices'>Learn more about sponsor message choices.</a></p>",
                    "audioUrl": "https://pfx.vpixl.com/6qj4J/dts.podtrac.com/redirect.mp3/chtbl.com/track/8DB4DB/pdst.fm/e/traffic.megaphone.fm/NPR7536158612.mp3",
                    "imageUrl": "https://www.thisamericanlife.org/sites/default/files/styles/rss_image/public/images/rss/tal-833.jpg?itok=vlZOozhM"
                }
            ]
        }
    }
}